Revit 2024 API
ParameterTypeId.StructuralStartReleaseMz Property
 "Start Mz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralStartReleaseMz { get; }
Visual Basic
Public Shared ReadOnly Property StructuralStartReleaseMz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralStartReleaseMz {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace